[{"name":"Breckenridge Area","bulletDescription":"Beautiful High Mountain Fishing","id":5,"locations":[{"name":"Lake Dillon Inlet","id":24,"desc":"The draw here is fishing for the big fish that come out of the Dillon Reservoir(including Kokanee Salmon in the fall). The views back across the reservoir are beautiful and looking north the rivals any high mountain reservoir. Show up to this area before eight in the morning as the fish feed hard and seem to fill up fast. Nymphing is the name of the game, using less flashy size 18 to 22 patterns such as RS2's.\r\n\r\nThe wading is easy and casting is unhindered by stream side vegetation. Though this is not a great place for non-fishing folk to hang out as the ground can be very marshy. Also, for the Blue, this area sees a lot less pressure and you will feel a lot less crowded. The fishing in the inlet area of the river is best in the spring and the hottest parts of summer, when the fish come up river to get oxygen and out of the warming lake.","directions":"Take exit 203 from I70 and drive south on Route 9 for 4.5 miles to a traffic light. Take a left at the light and then another immediate left. Follow road to the parking area at the end. Walk to the inlet to the east.","bulletDescription":"Relative Solitude, Big Fish","bugs":[{"name":"Caddis Dry","id":22,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Emerger","id":12,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"1","summer":"1","fall":"1","winter":"0"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Dry","id":33,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Pale Morning Dun Dry","id":19,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Pale Morning Dun Nymph","id":17,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Yellow Sally Dry","id":7,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"0","summer":"1","fall":"1","winter":"1"},{"name":"Ant","id":28,"spring":"0","summer":"0","fall":"0","winter":"0"}]},{"name":"Maggie's Pond","id":27,"desc":"Maggie's Pond itself is managed as a children's fishery, but just upstream from the pond, adults can enjoy the best chance around of catching really large fish in a high mountain stream environment. Head for the 100 yards of public fishing on the west side of the river (the owner of the east side of the river is not open to having non-guests fish there). With its shallower flow, this little-known section does not immediately scream \"BIG FISH\", but in truth, it has produced many lifetime fish for folks in the know.\r\n\r\nWhile enjoying the easy wading, you can take a break from the tiny nymphs the rest of the Blue likes so much and start throwing regular size classic patterns, such as hare's ears and prince nymphs and attractor type dries. You can also wait until later in the day to fish this section, as it gets less pressure. It fishes really well in the spring. Also, if you have non-anglers around, they can hang out at the pond and rent a paddle boat, or the kids can fish the pond.","directions":"Take exit 203 on I70 and head North for 7 miles until a traffic circle. Take second exit from the traffic circle and stay on 9 for another 2.4 miles. Take a right, staying with CO-9 until you reach parking lot #7 on the left. After you park, leave the parking lot from the south east corner. Walk 500 feet, cross the road and then follow the blue south through the condo complexes. You will reach the pond in a few hundred feet. Skirt the pond to the west and then start fishing when you reach the river again.","bulletDescription":"Little Known Gem","bugs":[{"name":"Caddis Dry","id":22,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"0","fall":"1","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"0","summer":"1","fall":"1","winter":"1"},{"name":"Hopper","id":27,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Attractor Dry","id":26,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Attractor Nymph","id":25,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Pale Morning Dun Dry","id":19,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Pale Morning Dun Dry","id":19,"spring":"1","summer":"0","fall":"0","winter":"0"},{"name":"Stone Fly Nymph","id":4,"spring":"1","summer":"0","fall":"0","winter":"0"}]},{"name":"Stair Steps","id":26,"desc":"Breckenridge is a great little mountain town, and this stretch of river extending north out of town combines top-notch fishing with convenient access to Main Street. Hiding big fish (20\" plus), this narrow water rewards those with patience. Deep nymphing with flourocarbon tippet can produce these monsters year round (except during runoff, when fishing becomes difficult). The real excitement, however is during BWO hatches in the summer using small parachute adams and such. Outside of those hatches, a large rubber leg stimulator can yield results.\r\n\r\nWading can be tricky as some of these pools are very deep and the banks can be steep. The brush along the river is sparse, so there is usually room for your backcast. But crowds are an issue here, so show up early (or around 2:00, during the heat of the day) to claim a spot. Fishing will get good in the evening. The structure is weir, pool, weir.\r\n\r\nSince this river is so close to town, it is easy for non-anglers to find great places to hang out while you fish.","directions":"Parking is at the Breckenridge Rec Center. To get there take exit 203 from I70. Head south on CO 9 for 7 until the traffic circle. Take the second exit fron the traffic circle and stay on CO 9 for another 2 miles. Turn right on to Valley Brook Street and after a quarter mile turn left onto Airport Road. Take your firs left into the Rec Center and park in the parking lot. The river runs behind the Rec Center and there is good fishing either direction.","bulletDescription":"Challenging Fishing for Large Fish","bugs":[{"name":"Ant","id":28,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Attractor Dry","id":26,"spring":"1","summer":"1","fall":"1","winter":"0"},{"name":"Ant","id":28,"spring":"0","summer":"0","fall":"0","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Emerger","id":12,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"1","summer":"1","fall":"1","winter":"0"},{"name":"Hopper","id":27,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Pale Morning Dun Nymph","id":17,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Ant","id":28,"spring":"0","summer":"0","fall":"0","winter":"0"}]},{"name":"Tiger Run","id":25,"desc":"Watched over by Bald Mountain, this run sees very few crowds despite it's easy access. This means that you can be a bit more relaxed in your morning and show up at the river at 9:30 or so. This is not a place to fish in the winter. July, august and October are great months to fish here, and small nymph flies with vibrant colors work best(2 Bit Hookers, Mercury Midges, etc). Throwing a small Stimulator can be a fun way to bring up fish. The water tends to be skinny high mountain meadow water without many deep holes so you will find yourself fishing the riffles most of the time.\r\n\r\nThe rocks on this section of river are only about fist size and the wading tends to be easy. From the parking lot head south on the bike path and cross the river on the bridge, Directly after the bridge head right down to the water and then fish up stream. Road noise can be an issue as the river parallels Route 9. Also, there are not many places on the bank for non-anglers to hang out.","directions":"Take exit 203 from I70 and proceed south on CO 9 for 6 miles. Look for the parking area on your right. From the parking area walk the bike path south for 50 yards and cross the river on the pedestrian bridge. Directly after the bridge head left down to the river and start fishing.","bulletDescription":"Beautiful Scenery, Natural Feel","bugs":[{"name":"Attractor Dry","id":26,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"1","summer":"1","fall":"1","winter":"0"},{"name":"Ant","id":28,"spring":"0","summer":"0","fall":"0","winter":"0"},{"name":"Ant","id":28,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Hopper","id":27,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Caddis Dry","id":22,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"San Juan Worm","id":24,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Stone Fly Nymph","id":4,"spring":"1","summer":"0","fall":"0","winter":"0"}]}]},{"name":"Silverthorne","bulletDescription":"Trophy Tailwater Fishing","id":8,"locations":[{"name":"Big Gulp","id":30,"desc":"For fun, big, aggressive fish, this hole can't be beat. Though this is probably the most crowded section in this guide, it is worth it to show up early or wait your turn. Big Gulp holds some of the biggest fish on the river (25\" plus) and if you see them moving around at all, a streamer can be deadly. Typical tailwater nymphing techniques also work, but make sure you throw some red and pink San Juan worms.\r\n\r\nWading is tricky and a fair number of anglers take a swim here. If you have a staff, use it. Also, be ready to have many people watching you, so if you do take a dunk it will be very public. If you do have family or friend with you, this is a great place for them to go shopping, as it is in the middle of the outlets.","directions":"This hole is directly behind the 7-11 in Silverthorne and there is many options for parking. But, the best angling parking can be found by taking exit 205 and heading south on CO 9 for a very short distance until the light at Wilderness Road. Take a left and head through 1 light over the bridge. Directly after the bridge, turn left and and then an immediate left into a parking lot under I70. From here you can cross the bridge back over the river and then head left, downstream, on the pedestrian path along the river for a little over 1\/10th of a mile until you are behind the 7-11.","bulletDescription":"Aggressive Streamer Loving Fish","bugs":[{"name":"Streamer","id":29,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Mysis Shrimp","id":36,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Midge Dry","id":33,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Trico Nymph","id":14,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"}]},{"name":"Forgotten Riffle","id":28,"desc":"The first place where the current starts to slow down below the damn, this is stereotypical tailwater fishing. Nymphing with mysis shrimp and midge patterns is the name of the game. The fish hang out at the bottom of the river, so use a 9' 5X leader and enough weight to get down to them. When the water is high during runoff, try a streamer.\r\n\r\nThough not the most beautiful spot on the river (your views are of the damn and the back of the outlets), you can fish here year round. Also, compares to the rest of the tailwater, you will find slightly less people fishing this section. You will have to watch your back cast, as the banks can be steep and brushy. Take care wading, and make sure your footing is sure. There are bigger rocks here, and they get slippery.","directions":"There are many places to park for all of the fishing in Silverthorne. But, the best parking for Forgotten Riffle can be found by taking exit 205 and heading south on CO 9 for a very short distance until the light at Wilderness Road. Take a left on Wilderness rd and then take a left at your first light onto Steven's Way. Take your first right onto River Road and follow this road behind the outlets until it turns to dirt. There is a dirt parking area here and the hole is just down the steep bank.","bulletDescription":"The Very Definition Of Tailwater","bugs":[{"name":"Mysis Shrimp","id":36,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Dry","id":33,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Emerger","id":34,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"0","summer":"1","fall":"1","winter":"1"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Trico Nymph","id":14,"spring":"0","summer":"1","fall":"1","winter":"0"}]},{"name":"Grand Central","id":29,"desc":"This is techy water, with one large riffle that runs under I-70 and dumps into a glassy pool. Fluorocarbon 12' leaders with 6x tippet are the norm. On cloudy afternoons, when the fish seem to forget they are in a tailwater, it can be fun to throw big ugly dries ( and you can end up watching a 20\" plus rainbow inhale your fly). The best months here are July and January.\r\n\r\nYou will need to show up early to claim a spot. This is a popular hole. But, the wading is easy, there is space for casting, and if you have anyone accompanying you that doesn't fish, there are spots on the bank to hang out--or they could hit the shops 20 yards away.","directions":"There are many places to park but the best angling parking can be found by taking exit 205 and heading south on CO 9 for a very short distance until the light at Wilderness Road. Take a left and head through 1 light over the bridge. Directly after the bridge, turn left and and then an immediate left into a parking lot under I70. This hole is now directly in front of you under I70.","bulletDescription":"Classic Riffle then Pool","bugs":[{"name":"Attractor Dry","id":26,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Mysis Shrimp","id":36,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Dry","id":33,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Pale Morning Dun Nymph","id":17,"spring":"1","summer":"1","fall":"0","winter":"0"}]},{"name":"Warden's Way","id":31,"desc":"For a less crowded experience still within walking distance of the outlets, this is your section. With a more freestone feel, the wading is a little easier here than at Big Gulp. This water has fewer big deep holes and more riffles and pocket water. Fishing around the boulders can be productive. Flies that are a little more natural tend to do better, such as WD-40's. Tough, it is still advisable to use fluorocarbon(5x at the biggest). If you're starting your fishing a little later than you'd like, this can be a great place to go. There is usually still plenty of room to fish, even at 10:30 in the morning. Winter fishing is not the best on this stretch as the fish tend to move up closer to the damn. \r\n\r\nThere is a paved path that follows the river here and offers an easy route for scouting what is going on. Because it's a little further out from the outlets, there is not as much for non-anglers to do. ","directions":"There are many places to park but the best angling parking for this area can be found by taking exit 205 and heading south on CO 9 for a very short distance until the light at Rainbow Dr. Take a right onto Rainbow Dr and follow it for a quarter mile until E 4th St. Take a left and park on either side of the street. Follow the street on foot west until the 90 degree turn. Here you head down to the river and the bike path. There is a path on either side of the river and a bridge to cross over. Fishing is good from both sides and Warden's Way is the stretch down stream until 6th Street.","bulletDescription":"Freestone Feel Right Off the Highway","bugs":[{"name":"Mysis Shrimp","id":36,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"San Juan Worm","id":24,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Caddis Nymph","id":20,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Stone Fly Nymph","id":4,"spring":"1","summer":"0","fall":"0","winter":"0"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"0","summer":"1","fall":"1","winter":"1"}]}]},{"name":"The North Blue","bulletDescription":"More Remote, Scenic Fishing","id":9,"locations":[{"name":"Green Mountain Tailwater","id":35,"desc":"Down in the canyon, directly below Green Mountain reservoir damn, the fishing is beautiful. The canyon walls are high and green, but wading is tough over 400 CFS. Nymphing with worms and prince nymphs works well; though there is lots of river grass, so you will become proficient at cleaning your flies. For some reason, Mysis patterns don't work as well here. The water tends to be shallow, so you can shorten your leader and use a 7'6\" instead of a 9'. \r\n\r\nUnfortunately, this is probably the most crowded section north of Silverthorne. There are at least three campgrounds close by, and many campers seem to make their way here to fish. It is good to start fishing before 9am. Avoid this area in early spring when the flows off the reservoir can get high.","directions":"From I-70 take Exit 205 and travel north on HWY 9 for 24 miles. Take a left onto Heeney Road. At around 2 miles you will cross the dam. Parking is on your right directly after the dam. You will hike steeply down to the water to start fishing.","bulletDescription":"Slightly Less Crowded Tailwater","bugs":[{"name":"Attractor Nymph","id":25,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Caddis Dry","id":22,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Hopper","id":27,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Midge Dry","id":33,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"San Juan Worm","id":24,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Streamer","id":29,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Pale Morning Dun Dry","id":19,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Pale Morning Dun Nymph","id":17,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Pale Morning Dun Emerger","id":18,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Ant","id":28,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Ant","id":28,"spring":"0","summer":"0","fall":"0","winter":"0"}]},{"name":"Heeney Bridge","id":33,"desc":"Though it is best to avoid the area below the bridge in fall, when the Kokanee are running and the river is full of snaggers, this can be a very productive stretch. Late spring and summer are great here. And surprisingly, Mysis patterns still work on this stretch, despite how far it is from Dillon Damn. It can also be great streamer fishing with streamers such as the barely legal and dolly llama. \r\n\r\nThis stretch is a bit more crowded than Quaking Creek due to all the campgrounds near it, so show up early. The wading here can be tricky, the boulders can be slick, and there are lots of downed trees that can be dangerous. The water tends to move fast. The banks are high and full of trees.","directions":"Take exit 205 from I70 and head North on CO 9 for a little under 16.5 miles. Here you will cross Heeney Bridge and the parking will be directly after it on your left. There is a path down to the river. Fishing is good both up and down stream.","bulletDescription":"Swift Water with Kokanee","bugs":[{"name":"Streamer","id":29,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Caddis Dry","id":22,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Mysis Shrimp","id":36,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"San Juan Worm","id":24,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"}]},{"name":"McDonald Flats Campground","id":34,"desc":"One important point: The river can actually be stillwater here when the reservoir is high during the summer. Check with the local bait shop at 970-724-3677 for conditions. When it is flowing, this area is great for some afternoon-to-dusk fishing in the early fall after the snaggers have gotten off the river. Dry fly fishing with caddis patterns can be great then, In general it is best to start at the boat ramp and then move your way upstream. As below the boat ramp can fish more like still water. \r\n\r\nThis is a good place for less confident waders because the bottom is mostly sand. Also, the scenery is beautiful and there are plenty of places to picnic, so non-angling companions should be happy.","directions":"From I-70 take Exit 205 and travel north on HWY 9 for 16 miles. Just after mile marker 118 turn left onto Heeney Rd. Follow Heeney Road until you see the campground entrance on your right. There is a fee.","bulletDescription":"Fall Dry Flies","bugs":[{"name":"Ant","id":28,"spring":"0","summer":"0","fall":"0","winter":"0"},{"name":"Streamer","id":29,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Caddis Dry","id":22,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"0","summer":"1","fall":"1","winter":"1"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Dry","id":33,"spring":"1","summer":"1","fall":"0","winter":"1"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"San Juan Worm","id":24,"spring":"1","summer":"0","fall":"1","winter":"1"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"0","summer":"1","fall":"1","winter":"1"}]},{"name":"Quaking Creek Ranch","id":32,"desc":"Quaking Creek Ranch has graciously opened up their property on the East side of the Blue to fishing. One of the best holes on the whole river is just down stream of the footbridge that accesses this stretch. This really deep hole is best fished with a 12' leader and plenty of weight. Mysis shrimp do get this far down river, so patterns imitating them can be productive, as can general attractor nymphs in size 16 to 20. This is also a great spot to hit in winter, as the fish will hunker down in the deep water.\r\n\r\nCrowds are rare here, though it does tend to fish better in the mornings, so show up early. The wading is not very hard, and often you are just fishing from the banks. This is also a gorgeous area and feels a lot more remote than the sections in Silverthorne. There is a good likely hood of seeing wildlife, and the surrounding mountains are stunning. Also, if you like to camp, there is a state campground just upstream that has some great fishing of its own.","directions":"Take exit 205 from I70 and head North on CO 9 for a little under 7.25 miles. Take a right on to Antler Rd (Quaking Creek Ranch) and parking is immediately on your left. The pedestrian bridge that is open to the public is found walking down into the brush just right of the auto bridge. After you cross the river you can then cross back over the road and fish down stream.","bulletDescription":"Like Fishing Private Water","bugs":[{"name":"Attractor Dry","id":26,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Dry","id":13,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Blue Wing Olive Emerger","id":12,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Blue Wing Olive Nymph","id":11,"spring":"1","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Dry","id":22,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Caddis Nymph","id":20,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Egg","id":23,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Hopper","id":27,"spring":"0","summer":"1","fall":"1","winter":"0"},{"name":"Midge Dry","id":33,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Emerger","id":34,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Midge Nymph","id":35,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Mysis Shrimp","id":36,"spring":"1","summer":"1","fall":"1","winter":"1"},{"name":"Pale Morning Dun Dry","id":19,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Pale Morning Dun Emerger","id":18,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Pale Morning Dun Nymph","id":17,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"San Juan Worm","id":24,"spring":"1","summer":"0","fall":"1","winter":"0"},{"name":"Trico Dry","id":16,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Trico Emerger","id":15,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Trico Nymph","id":14,"spring":"0","summer":"1","fall":"0","winter":"0"},{"name":"Stone Fly Dry","id":5,"spring":"1","summer":"1","fall":"0","winter":"0"},{"name":"Stone Fly Nymph","id":4,"spring":"1","summer":"0","fall":"0","winter":"0"}]}]}]
